Repository: jpomykala/NotchPrompter
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt

source: Adjust input volume and select microphone in System Settings, and restart voice activation to apply changes
de: Passen Sie die Eingangslautstärke an und wählen Sie das Mikrofon in den Systemeinstellungen aus. Starten Sie die Sprachaktivierung neu, um die Änderungen zu übernehmen
es: Ajusta el volumen de entrada y selecciona el micrófono en Configuración del Sistema, y reinicia la activación por voz para aplicar los cambios
fr: Ajustez le volume d’entrée et sélectionnez le microphone dans Réglages Système, puis redémarrez l’activation vocale pour appliquer les modifications
it: Regola il volume di ingresso e seleziona il microfono in Impostazioni di Sistema, quindi riavvia l’attivazione vocale per applicare le modifiche
pl: Dostosuj głośność i wybierz mikrofon w Ustawieniach systemowych, a następnie zrestartuj aktywację głosową, aby zastosować zmiany
pt: Ajuste o volume de entrada e selecione o microfone em Ajustes do Sistema e reinicie a ativação por voz para aplicar as alterações

source: Adjust sensitivity for voice detection. Lower values detect quieter speech.
de: Empfindlichkeit für Spracherkennung anpassen. Niedrigere Werte erkennen leisere Sprache.
es: Ajusta la sensibilidad para la detección de voz. Los valores más bajos detectan voces más suaves.
fr: Ajustez la sensibilité de la détection vocale. Des valeurs plus basses détectent des voix plus discrètes.
it: Regola la sensibilità per il rilevamento vocale. Valori più bassi rilevano voci più basse.
pl: Dostosuj czułość wykrywania głosu. Niższe wartości wykrywają cichszą mowę.
pt: Ajuste a sensibilidade para detecção de voz. Valores menores detectam vozes mais baixas.

source: Alignment
de: Ausrichtung
es: Alineación
fr: Alignement
it: Allineamento
pl: Wyrównanie
pt: Alinhamento

source: Amount to increase/decrease speed with keyboard shortcuts
de: Menge zur Erhöhung/Verringerung der Geschwindigkeit mit Tastenkombinationen
es: Cantidad para aumentar/disminuir la velocidad con atajos de teclado
fr: Quantité d’augmentation ou de diminution de la vitesse avec les raccourcis clavier
it: Quantità di aumento/diminuzione della velocità con le scorciatoie da tastiera
pl: Wielkość zmiany prędkości za pomocą skrótów klawiaturowych
pt: Quantidade para aumentar/diminuir a velocidade com atalhos de teclado

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
pl: Wygląd
pt: Aparência

source: Audio level monitor
de: Audiopegel-Monitor
es: Monitor de nivel de audio
fr: Moniteur de niveau audio
it: Monitor livello audio
pl: Tester poziomu wykrywania dźwięku
pt: Monitor de nível de áudio

source: Automatically scroll when speaking is detected
de: Automatisches Scrollen, wenn Sprache erkannt wird
es: Desplazar automáticamente cuando se detecta que estás hablando
fr: Faire défiler automatiquement lorsque la parole est détectée
it: Scorri automaticamente quando viene rilevato il parlato
pl: Automatyczne przewijanie po wykryciu mowy
pt: Rolar automaticamente quando a fala for detectada

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
pl: Zachowanie
pt: Comportamento

source: Bottom fade
de: Unterer Verlauf
es: Desvanecimiento inferior
fr: Fondu inférieur
it: Dissolvenza inferiore
pl: Dolne zanikanie
pt: Desvanecimento inferior

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar

source: Center
de: Zentriert
es: Centrar
fr: Centrer
it: Centrato
pl: Wyśrodkowana
pt: Centro

source: Choose the horizontal position of the prompter on screen
de: Wählen Sie die horizontale Position des Prompters auf dem Bildschirm
es: Elige la posición horizontal del prompter en la pantalla
fr: Choisissez la position horizontale du prompteur à l’écran
it: Scegli la posizione orizzontale del teleprompter sullo schermo
pl: Wybierz pozycję promptera na ekranie
pt: Escolha a posição horizontal do telepromptador na tela

source: Choose which screen the prompter appears on
de: Wählen Sie aus, auf welchem Bildschirm der Teleprompter angezeigt wird
es: Elige en qué pantalla aparece el prompter
fr: Choisissez l’écran sur lequel le prompteur apparaît
it: Scegli su quale schermo visualizzare il teleprompter
pl: Wybierz, na którym ekranie pojawi się prompter
pt: Escolha em qual tela o teleprompter aparece

source: Control the prompter without having to focus on it
de: Steuere den Prompter, ohne ihn in den Vordergrund holen zu müssen
es: Controla el prompter sin tener que seleccionarlo
fr: Contrôlez le prompteur sans avoir à le sélectionner
it: Controlla il prompter senza doverlo mettere a fuoco
pl: Steruj prompterem bez konieczności przełączania na niego fokusu
pt: Controle o teleponto sem precisar selecioná-lo

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
pl: Ciemny
pt: Escuro

source: Decrease Speed
de: Geschwindigkeit verringern
es: Disminuir velocidad
fr: Réduire la vitesse
it: Diminuisci velocità
pl: Zmniejsz prędkość
pt: Diminuir Velocidade

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
pl: Domyślna
pt: Padrão

source: Detection threshold
de: Erkennungsschwelle
es: Umbral de detección
fr: Seuil de détection
it: Soglia di rilevamento
pl: Próg wykrywania
pt: Limite de detecção

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
it: Visualizzazione
pl: Wyświetlanie
pt: Exibição

source: Display a vertical progress indicator on the right side
de: Vertikalen Fortschrittsanzeiger auf der rechten Seite anzeigen
es: Mostrar un indicador de progreso vertical en el lado derecho
fr: Afficher un indicateur de progression vertical sur le côté droit
it: Visualizza un indicatore di avanzamento verticale sul lato destro
pl: Wyświetlaj pionowy wskaźnik postępu po prawej stronie
pt: Exibir um indicador de progresso vertical no lado direito

source: Display controls when hovering
de: Steuerelemente beim Überfahren einblenden
es: Mostrar controles al pasar el cursor
fr: Afficher les contrôles au survol
it: Mostra i controlli al passaggio del mouse
pl: Wyświetlaj przyciski po najechaniu kursorem
pt: Exibir controles ao passar o cursor

source: Done
de: Fertig
es: OK
fr: Terminé
it: Fine
pl: Gotowe
pt: Concluído

source: Dyslexic
de: Dyslexie
es: Disléxica
fr: Dyslexique
it: Dislessico
pl: Dyslektyczny
pt: Disléxico

source: Enable global keyboard shortcuts
de: Globale Tastenkombinationen aktivieren
es: Activar atajos de teclado globales
fr: Activer les raccourcis clavier globaux
it: Abilita le abbreviazioni da tastiera globali
pl: Włącz globalne skróty klawiaturowe
pt: Ativar atalhos globais de teclado

source: Enable microphone access in System Settings → Privacy & Security → Microphone.
de: Mikrofonzugriff in den Systemeinstellungen → Datenschutz & Sicherheit → Mikrofon aktivieren
es: Activa el acceso al micrófono en Configuración del Sistema → Privacidad y seguridad → Micrófono.
fr: Activez l’accès au microphone dans Réglages Système → Confidentialité et sécurité → Microphone
it: Abilita l’accesso al microfono in Impostazioni di Sistema → Privacy e sicurezza → Microfono.
pl: Włącz dostęp do mikrofonu w Ustawieniach systemowych → Prywatność i bezpieczeństwo → Mikrofon.
pt: Ative o acesso ao microfone em Ajustes do Sistema → Privacidade e Segurança → Microfone.

source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
pl: Zakończ
pt: Sair

source: Fade Effects
de: Überblend-Effekte
es: Efectos de desvanecimiento
fr: Effets de fondu
it: Effetti di dissolvenza
pl: Efekty zanikania
pt: Efeitos de Desvanecimento

source: Fade out content at the bottom of the prompter
de: Inhalt am unteren Rand des Prompt-Fensters ausblenden
es: Desvanecer el contenido en la parte inferior del prompter
fr: Estomper le contenu en bas du prompteur
it: Dissolvi il contenuto nella parte inferiore del prompter
pl: Wygaszaj treść na dole promptera
pt: Desvanecer conteúdo na parte inferior do teleprompter

source: Fade out content at the top of the prompter
de: Inhalt am oberen Rand des Prompters ausblenden
es: Desvanecer el contenido en la parte superior del teleprompter
fr: Estomper le contenu en haut du prompteur
it: Dissolvi il contenuto nella parte superiore del prompter
pl: Wygaszaj zawartość u góry promptera
pt: Desvanecer conteúdo no topo do teleponto

source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
pl: Wysokość
pt: Altura

source: Help translate
de: Beim Übersetzen helfen
es: Ayuda a traducir
fr: Aider à traduire
it: Aiuta a tradurre
pl: Pomóż tłumaczyć
pt: Ajudar a traduzir

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
pl: Ukryj
pt: Ocultar

source: Hide from screen recordings
de: Vor Bildschirmaufnahmen ausblenden
es: Ocultar en grabaciones de pantalla
fr: Masquer dans les enregistrements d’écran
it: Nascondi nelle registrazioni schermo
pl: Ukryj w nagraniach ekranu
pt: Ocultar de gravações de tela

source: Hide Prompter
de: Prompter ausblenden
es: Ocultar teleprompter
fr: Masquer le prompteur
it: Nascondi Prompter
pl: Ukryj Prompter
pt: Ocultar Prompter

source: Hide the prompter window
de: Das Prompterfenster ausblenden
es: Ocultar la ventana del teleprompter
fr: Masquer la fenêtre du prompteur
it: Nascondi la finestra del teleprompter
pl: Ukryj okno promptera
pt: Ocultar a janela do prompter

source: Horizontal alignment
de: Horizontale Ausrichtung
es: Alineación horizontal
fr: Alignement horizontal
it: Allineamento orizzontale
pl: Wyrównanie w poziomie
pt: Alinhamento horizontal

source: Increase Speed
de: Geschwindigkeit erhöhen
es: Aumentar velocidad
fr: Augmenter la vitesse
it: Aumenta velocità
pl: Zwiększ prędkość
pt: Aumentar Velocidade

source: Keyboard Shortcuts
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
pl: Skróty klawiaturowe
pt: Atalhos de Teclado

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
pl: Do lewej
pt: Esquerda

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pl: Jasny
pt: Claro

source: Line spacing
de: Zeilenabstand
es: Interlineado
fr: Interligne
it: Interlinea
pl: Interlinia
pt: Espaçamento entre linhas

source: Microphone access denied
de: Mikrofonzugriff verweigert
es: Acceso al micrófono denegado
fr: Accès au microphone refusé
it: Accesso al microfono negato
pl: Brak dostępu do mikrofonu
pt: Acesso ao microfone negado

source: Microphone Settings
de: Mikrofoneinstellungen
es: Configuración del micrófono
fr: Réglages du microphone
it: Impostazioni microfono
pl: Ustawienia mikrofonu
pt: Configurações do Microfone

source: Monospaced
de: Nichtproportional
es: Monoespaciado
fr: Chasse fixe
it: Monospaziato
pl: Maszynowa
pt: Monoespaçado

source: Mouse Interaction
de: Mausinteraktion
es: Interacción con el mouse
fr: Interaction de la souris
it: Interazione con il mouse
pl: Interakcje myszy
pt: Interação com o Mouse

source: Number of pixels to scroll with keyboard shortcuts
de: Anzahl der Pixel, die beim Verwenden von Tastaturkurzbefehlen gescrollt werden
es: Número de píxeles para desplazarse con los atajos de teclado
fr: Nombre de pixels à faire défiler avec les raccourcis clavier
it: Numero di pixel da scorrere con le abbreviazioni da tastiera
pl: Liczba pikseli przewijanych za pomocą skrótów klawiaturowych
pt: Número de pixels para rolar com atalhos de teclado

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
pl: Otwórz ustawienia
pt: Abrir Ajustes

source: Open Sound Settings
de: Soundeinstellungen öffnen
es: Abrir ajustes de sonido
fr: Ouvrir les réglages du son
it: Apri Impostazioni Audio
pl: Otwórz ustawienia dźwięku
pt: Abrir Preferências de Som

source: Pause
de: Pausieren
es: Pausar
it: Pausa
pl: Wstrzymaj
pt: Pausar

source: Pause on hover
de: Anhalten bei Hover
es: Pausar al pasar el cursor
fr: Pause lors du survol
it: Metti in pausa al passaggio del mouse
pl: Pauzuj po najechaniu
pt: Pausar ao passar o mouse

source: Pause scrolling when mouse enters the prompter window
de: Scrollen anhalten, wenn sich die Maus über dem Prompter-Fenster befindet
es: Pausar el desplazamiento cuando el mouse entra en la ventana del teleprompter
fr: Mettre en pause le défilement lorsque la souris entre dans la fenêtre du prompteur
it: Metti in pausa lo scorrimento quando il mouse entra nella finestra del prompter
pl: Zatrzymaj przewijanie, gdy kursor myszy znajduje się nad oknem promptera
pt: Pausar a rolagem quando o mouse entrar na janela do prompter

source: Play
de: Wiedergabe
es: Reproducir
fr: Lire
it: Riproduci
pl: Odtwórz
pt: Reproduzir

source: Play / Pause
de: Wiedergabe / Pause
es: Reproducir / Pausar
fr: Lecture / Pause
it: Riproduci / Pausa
pl: Odtwórz / Wstrzymaj
pt: Reproduzir / Pausar

source: Prevent the prompter from appearing in screen shares
de: Verhindert, dass der Prompter in Bildschirmfreigaben angezeigt wird
es: Evitar que el prompter aparezca en las comparticiones de pantalla
fr: Empêcher l’affichage du prompteur lors des partages d’écran
it: Impedisci la visualizzazione del suggeritore nelle condivisioni schermo
pl: Zapobiegaj wyświetlaniu promptera podczas udostępniania ekranu
pt: Impedir que o teleponto apareça em compartilhamentos de tela

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pl: Prywatność
pt: Privacidade

source: Project page
de: Projektseite
es: Página del proyecto
fr: Page du projet
it: Pagina progetto
pl: Strona projektu
pt: Página do projeto

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pl: Resetuj
pt: Repor

source: Reset Prompter Position?
de: Prompter-Position zurücksetzen?
es: ¿Restablecer la posición del prompter?
fr: Réinitialiser la position du prompteur ?
it: Reimpostare la posizione del Prompter?
pl: Zresetować pozycję promptera?
pt: Redefinir posição do prompter?

source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destra
pl: Do prawej
pt: Direita

source: Rounded
de: Abgerundet
es: Redondeada
fr: Arrondi
it: Arrotondato
pl: Zaokrąglona
pt: Arredondada

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
it: Schermo
pl: Ekran
pt: Tela

source: Script
de: Skript
es: Guion
it: Copione
pl: Skrypt
pt: Roteiro

source: Scroll amount
de: Scroll-Betrag
es: Cantidad de desplazamiento
fr: Quantité de défilement
it: Quantità di scorrimento
pl: Wielkość przewijania
pt: Quantidade de deslocamento

source: Scroll back a few lines
de: Einige Zeilen zurückscrollen
es: Desplazar hacia arriba unas líneas
fr: Reculer de quelques lignes
it: Scorri indietro di alcune righe
pl: Przewiń wstecz o kilka wierszy
pt: Voltar algumas linhas

source: Scroll Control
de: Scroll-Steuerung
es: Control de desplazamiento
fr: Contrôle du défilement
it: Controllo Scorrimento
pl: Sterowanie przewijaniem
pt: Controle de Rolagem

source: Scroll Down
de: Nach unten scrollen
es: Desplazar hacia abajo
fr: Faire défiler vers le bas
it: Scorri verso il basso
pl: Przewiń w dół
pt: Descer Página

source: Scroll speed
de: Scrollgeschwindigkeit
es: Velocidad de desplazamiento
fr: Vitesse de défilement
it: Velocità di scorrimento
pl: Prędkość przewijania
pt: Velocidade de rolagem

source: Scroll Up
de: Nach oben scrollen
es: Desplazar hacia arriba
fr: Faire défiler vers le haut
it: Scorri su
pl: Przewiń w górę
pt: Rolar para Cima

source: Serif
de: Serife
fr: Sérif
pl: Szeryfowa
pt: Serifada

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pl: Ustawienia
pt: Definições

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
it: Scorciatoie
pl: Skróty
pt: Atalhos

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
pl: Pokaż
pt: Mostrar

source: Show / Hide Prompter
de: Prompter einblenden / ausblenden
es: Mostrar u Ocultar Prompter
fr: Afficher / Masquer le prompteur
it: Mostra / Nascondi Prompter
pl: Pokaż / Ukryj Prompter
pt: Mostrar / Ocultar Prompter

source: Show controls on hover
de: Steuerelemente bei Mauszeiger anzeigen
es: Mostrar controles al pasar el cursor
fr: Afficher les contrôles au survol
it: Mostra controlli al passaggio del mouse
pl: Pokaż przyciski po najechaniu
pt: Mostrar controles ao passar o mouse

source: Show progress bar
de: Fortschrittsleiste anzeigen
es: Mostrar barra de progreso
fr: Afficher la barre de progression
it: Mostra barra di avanzamento
pl: Pokaż pasek postępu
pt: Mostrar barra de progresso

source: Show Prompter
de: Prompter einblenden
es: Mostrar Prompter
fr: Afficher le prompteur
it: Mostra Prompter
pl: Pokaż prompter
pt: Mostrar Prompter

source: Show the prompter window
de: Prompter-Fenster anzeigen
es: Mostrar la ventana del prompter
fr: Afficher la fenêtre du prompteur
it: Mostra la finestra del suggeritore
pl: Pokaż okno promptera
pt: Mostrar a janela do teleprompter

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
pl: Rozmiar
pt: Tamanho

source: Speak to test your microphone levels
de: Sprechen Sie, um Ihre Mikrofonpegel zu testen
es: Habla para probar los niveles de tu micrófono
fr: Parlez pour tester le niveau de votre microphone
it: Parla per testare i livelli del microfono
pl: Powiedz coś, aby przetestować poziom wykrywania mowy
pt: Fale para testar os níveis do seu microfone

source: Speed Control
de: Geschwindigkeitsregelung
es: Control de velocidad
fr: Contrôle de la vitesse
it: Controllo velocità
pl: Kontrola szybkości
pt: Controle de Velocidade

source: Speed increment
de: Geschwindigkeitsintervall
es: Incremento de velocidad
fr: Incrément de vitesse
it: Incremento velocità
pl: Zmiana prędkości
pt: Incremento de velocidade

source: Sponsor the project
de: Projekt unterstützen
es: Patrocinar el proyecto
fr: Sponsoriser le projet
it: Sponsorizza il progetto
pl: Wesprzyj projekt
pt: Patrocinar o projeto

source: Style
de: Stil
es: Estilo
it: Stile
pl: Styl
pt: Estilo

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
pl: Motyw
pt: Tema

source: This will stop playback and reset the scroll position to the beginning.
de: Dies beendet die Wiedergabe und setzt die Scroll-Position auf den Anfang zurück.
es: Esto detendrá la reproducción y restablecerá la posición de desplazamiento al principio.
fr: Cela arrêtera la lecture et réinitialisera la position de défilement au début.
it: Questo interromperà la riproduzione e reimposterà la posizione di scorrimento all’inizio.
pl: To zatrzyma odtwarzanie i zresetuje pozycję przewijania do początku.
pt: Isso irá parar a reprodução e redefinir a posição de rolagem para o início.

source: Top fade
de: Obere Überblendung
es: Desvanecer arriba
fr: Fondu supérieur
it: Dissolvenza superiore
pl: Górne zanikanie
pt: Desvanecimento superior

source: Type your script here... Use [brackets] for stage directions like [pause], [smile], etc.
de: Geben Sie Ihr Skript hier ein... Verwenden Sie [Klammern] für Regieanweisungen wie [Pause], [Lächeln] usw.
es: Escribe tu guion aquí... Usa [corchetes] para acciones de escena como [pausa], [sonríe], etc.
fr: Tapez votre script ici... Utilisez des [crochets] pour les indications scéniques comme [pause], [sourire], etc.
it: Scrivi qui il tuo copione... Usa le [parentesi] per le indicazioni di scena come [pausa], [sorridi], ecc.
pl: Wpisz tutaj swój scenariusz... Używaj [nawiasów], aby dodawać wskazówki sceniczne, takie jak [pauza], [uśmiech], itp.
pt: Digite seu roteiro aqui... Use [colchetes] para indicações de cena, como [pausa], [sorria], etc.

source: Voice
de: Stimme
es: Voz
fr: Voix
it: Voce
pl: Głos
pt: Voz

source: Voice activation
de: Sprachaktivierung
es: Activación por voz
fr: Activation vocale
it: Attivazione vocale
pl: Aktywacja głosem
pt: Ativação por voz

source: Width
de: Breite
es: Ancho
fr: Largeur
it: Larghezza
pl: Szerokość
pt: Largura

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
pl: Okno
pt: Janela

source: Feedback
es: Comentarios
fr: Commentaires
pt: Comentários

source: Layout
es: Disposición
fr: Disposition
pl: Układ
pt: Visualização

source: OK
es: Aceptar

source: Position
es: Posición
it: Posizione
pl: Pozycja
pt: Posição
